node {
  name: "BoxPredictor_5/ClassPredictor/act_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 7.98877048
      }
    }
  }
}
node {
  name: "BoxPredictor_5/ClassPredictor/act_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_5/ClassPredictor/act_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_5/ClassPredictor/act_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_5/ClassPredictor/act_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -11.3044291
      }
    }
  }
}
node {
  name: "BoxPredictor_5/ClassPredictor/act_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_5/ClassPredictor/act_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_5/ClassPredictor/act_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_5/ClassPredictor/weights_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 0.127263665
      }
    }
  }
}
node {
  name: "BoxPredictor_5/ClassPredictor/weights_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_5/ClassPredictor/weights_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_5/ClassPredictor/weights_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_5/ClassPredictor/weights_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -0.158929646
      }
    }
  }
}
node {
  name: "BoxPredictor_5/ClassPredictor/weights_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_5/ClassPredictor/weights_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_5/ClassPredictor/weights_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_5/BoxEncodingPredictor/act_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 2.3207283
      }
    }
  }
}
node {
  name: "BoxPredictor_5/BoxEncodingPredictor/act_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_5/BoxEncodingPredictor/act_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_5/BoxEncodingPredictor/act_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_5/BoxEncodingPredictor/act_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -3.17292976
      }
    }
  }
}
node {
  name: "BoxPredictor_5/BoxEncodingPredictor/act_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_5/BoxEncodingPredictor/act_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_5/BoxEncodingPredictor/act_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_5/BoxEncodingPredictor/weights_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 0.115202479
      }
    }
  }
}
node {
  name: "BoxPredictor_5/BoxEncodingPredictor/weights_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_5/BoxEncodingPredictor/weights_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_5/BoxEncodingPredictor/weights_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_5/BoxEncodingPredictor/weights_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -0.0885800719
      }
    }
  }
}
node {
  name: "BoxPredictor_5/BoxEncodingPredictor/weights_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_5/BoxEncodingPredictor/weights_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_5/BoxEncodingPredictor/weights_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_4/ClassPredictor/act_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 16.3065395
      }
    }
  }
}
node {
  name: "BoxPredictor_4/ClassPredictor/act_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_4/ClassPredictor/act_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_4/ClassPredictor/act_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_4/ClassPredictor/act_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -28.6317577
      }
    }
  }
}
node {
  name: "BoxPredictor_4/ClassPredictor/act_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_4/ClassPredictor/act_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_4/ClassPredictor/act_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_4/ClassPredictor/weights_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 0.265034139
      }
    }
  }
}
node {
  name: "BoxPredictor_4/ClassPredictor/weights_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_4/ClassPredictor/weights_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_4/ClassPredictor/weights_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_4/ClassPredictor/weights_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -0.281454742
      }
    }
  }
}
node {
  name: "BoxPredictor_4/ClassPredictor/weights_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_4/ClassPredictor/weights_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_4/ClassPredictor/weights_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_4/BoxEncodingPredictor/act_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 3.20204496
      }
    }
  }
}
node {
  name: "BoxPredictor_4/BoxEncodingPredictor/act_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_4/BoxEncodingPredictor/act_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_4/BoxEncodingPredictor/act_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_4/BoxEncodingPredictor/act_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -5.45022297
      }
    }
  }
}
node {
  name: "BoxPredictor_4/BoxEncodingPredictor/act_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_4/BoxEncodingPredictor/act_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_4/BoxEncodingPredictor/act_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_4/BoxEncodingPredictor/weights_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 0.188132346
      }
    }
  }
}
node {
  name: "BoxPredictor_4/BoxEncodingPredictor/weights_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_4/BoxEncodingPredictor/weights_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_4/BoxEncodingPredictor/weights_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_4/BoxEncodingPredictor/weights_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -0.125973716
      }
    }
  }
}
node {
  name: "BoxPredictor_4/BoxEncodingPredictor/weights_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_4/BoxEncodingPredictor/weights_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_4/BoxEncodingPredictor/weights_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_3/ClassPredictor/act_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 18.149826
      }
    }
  }
}
node {
  name: "BoxPredictor_3/ClassPredictor/act_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_3/ClassPredictor/act_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_3/ClassPredictor/act_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_3/ClassPredictor/act_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -28.6807823
      }
    }
  }
}
node {
  name: "BoxPredictor_3/ClassPredictor/act_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_3/ClassPredictor/act_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_3/ClassPredictor/act_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_3/ClassPredictor/weights_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 0.331412762
      }
    }
  }
}
node {
  name: "BoxPredictor_3/ClassPredictor/weights_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_3/ClassPredictor/weights_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_3/ClassPredictor/weights_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_3/ClassPredictor/weights_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -0.525682569
      }
    }
  }
}
node {
  name: "BoxPredictor_3/ClassPredictor/weights_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_3/ClassPredictor/weights_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_3/ClassPredictor/weights_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_3/BoxEncodingPredictor/act_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 3.2585721
      }
    }
  }
}
node {
  name: "BoxPredictor_3/BoxEncodingPredictor/act_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_3/BoxEncodingPredictor/act_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_3/BoxEncodingPredictor/act_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_3/BoxEncodingPredictor/act_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -3.75663018
      }
    }
  }
}
node {
  name: "BoxPredictor_3/BoxEncodingPredictor/act_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_3/BoxEncodingPredictor/act_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_3/BoxEncodingPredictor/act_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_3/BoxEncodingPredictor/weights_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 0.334999084
      }
    }
  }
}
node {
  name: "BoxPredictor_3/BoxEncodingPredictor/weights_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_3/BoxEncodingPredictor/weights_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_3/BoxEncodingPredictor/weights_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_3/BoxEncodingPredictor/weights_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -0.316175818
      }
    }
  }
}
node {
  name: "BoxPredictor_3/BoxEncodingPredictor/weights_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_3/BoxEncodingPredictor/weights_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_3/BoxEncodingPredictor/weights_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_2/ClassPredictor/act_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 30.4113274
      }
    }
  }
}
node {
  name: "BoxPredictor_2/ClassPredictor/act_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_2/ClassPredictor/act_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_2/ClassPredictor/act_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_2/ClassPredictor/act_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -42.4639893
      }
    }
  }
}
node {
  name: "BoxPredictor_2/ClassPredictor/act_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_2/ClassPredictor/act_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_2/ClassPredictor/act_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_2/ClassPredictor/weights_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 0.494805455
      }
    }
  }
}
node {
  name: "BoxPredictor_2/ClassPredictor/weights_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_2/ClassPredictor/weights_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_2/ClassPredictor/weights_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_2/ClassPredictor/weights_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -0.517870605
      }
    }
  }
}
node {
  name: "BoxPredictor_2/ClassPredictor/weights_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_2/ClassPredictor/weights_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_2/ClassPredictor/weights_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_2/BoxEncodingPredictor/act_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 4.5677247
      }
    }
  }
}
node {
  name: "BoxPredictor_2/BoxEncodingPredictor/act_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_2/BoxEncodingPredictor/act_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_2/BoxEncodingPredictor/act_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_2/BoxEncodingPredictor/act_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -6.82158947
      }
    }
  }
}
node {
  name: "BoxPredictor_2/BoxEncodingPredictor/act_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_2/BoxEncodingPredictor/act_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_2/BoxEncodingPredictor/act_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_2/BoxEncodingPredictor/weights_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 0.306844473
      }
    }
  }
}
node {
  name: "BoxPredictor_2/BoxEncodingPredictor/weights_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_2/BoxEncodingPredictor/weights_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_2/BoxEncodingPredictor/weights_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_2/BoxEncodingPredictor/weights_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -0.227374777
      }
    }
  }
}
node {
  name: "BoxPredictor_2/BoxEncodingPredictor/weights_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_2/BoxEncodingPredictor/weights_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_2/BoxEncodingPredictor/weights_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_1/ClassPredictor/act_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 50.4838676
      }
    }
  }
}
node {
  name: "BoxPredictor_1/ClassPredictor/act_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_1/ClassPredictor/act_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_1/ClassPredictor/act_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_1/ClassPredictor/act_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -72.4606323
      }
    }
  }
}
node {
  name: "BoxPredictor_1/ClassPredictor/act_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_1/ClassPredictor/act_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_1/ClassPredictor/act_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_1/ClassPredictor/weights_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 0.478542447
      }
    }
  }
}
node {
  name: "BoxPredictor_1/ClassPredictor/weights_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_1/ClassPredictor/weights_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_1/ClassPredictor/weights_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_1/ClassPredictor/weights_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -0.606784821
      }
    }
  }
}
node {
  name: "BoxPredictor_1/ClassPredictor/weights_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_1/ClassPredictor/weights_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_1/ClassPredictor/weights_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_1/BoxEncodingPredictor/act_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 5.22341824
      }
    }
  }
}
node {
  name: "BoxPredictor_1/BoxEncodingPredictor/act_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_1/BoxEncodingPredictor/act_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_1/BoxEncodingPredictor/act_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_1/BoxEncodingPredictor/act_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -9.97846889
      }
    }
  }
}
node {
  name: "BoxPredictor_1/BoxEncodingPredictor/act_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_1/BoxEncodingPredictor/act_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_1/BoxEncodingPredictor/act_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_1/BoxEncodingPredictor/weights_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 0.504331946
      }
    }
  }
}
node {
  name: "BoxPredictor_1/BoxEncodingPredictor/weights_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_1/BoxEncodingPredictor/weights_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_1/BoxEncodingPredictor/weights_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_1/BoxEncodingPredictor/weights_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -0.395473927
      }
    }
  }
}
node {
  name: "BoxPredictor_1/BoxEncodingPredictor/weights_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_1/BoxEncodingPredictor/weights_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_1/BoxEncodingPredictor/weights_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_0/ClassPredictor/act_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 19.182827
      }
    }
  }
}
node {
  name: "BoxPredictor_0/ClassPredictor/act_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_0/ClassPredictor/act_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_0/ClassPredictor/act_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_0/ClassPredictor/act_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -28.7575302
      }
    }
  }
}
node {
  name: "BoxPredictor_0/ClassPredictor/act_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_0/ClassPredictor/act_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_0/ClassPredictor/act_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_0/ClassPredictor/weights_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 0.809465826
      }
    }
  }
}
node {
  name: "BoxPredictor_0/ClassPredictor/weights_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_0/ClassPredictor/weights_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_0/ClassPredictor/weights_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_0/ClassPredictor/weights_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -1.40109158
      }
    }
  }
}
node {
  name: "BoxPredictor_0/ClassPredictor/weights_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_0/ClassPredictor/weights_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_0/ClassPredictor/weights_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_0/BoxEncodingPredictor/act_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 7.47652578
      }
    }
  }
}
node {
  name: "BoxPredictor_0/BoxEncodingPredictor/act_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_0/BoxEncodingPredictor/act_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_0/BoxEncodingPredictor/act_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_0/BoxEncodingPredictor/act_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -17.3953838
      }
    }
  }
}
node {
  name: "BoxPredictor_0/BoxEncodingPredictor/act_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_0/BoxEncodingPredictor/act_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_0/BoxEncodingPredictor/act_quant/min"
      }
    }
  }
}
node {
  name: "BoxPredictor_0/BoxEncodingPredictor/weights_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 1.0903523
      }
    }
  }
}
node {
  name: "BoxPredictor_0/BoxEncodingPredictor/weights_quant/max/read"
  op: "Identity"
  input: "BoxPredictor_0/BoxEncodingPredictor/weights_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_0/BoxEncodingPredictor/weights_quant/max"
      }
    }
  }
}
node {
  name: "BoxPredictor_0/BoxEncodingPredictor/weights_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -1.10995245
      }
    }
  }
}
node {
  name: "BoxPredictor_0/BoxEncodingPredictor/weights_quant/min/read"
  op: "Identity"
  input: "BoxPredictor_0/BoxEncodingPredictor/weights_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@BoxPredictor_0/BoxEncodingPredictor/weights_quant/min"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128/act_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 5.99976158
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128/act_quant/max/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128/act_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128/act_quant/max"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128/act_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 0
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128/act_quant/min/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128/act_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128/act_quant/min"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128/weights_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 1.6890353
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128/weights_quant/max/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128/weights_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128/weights_quant/max"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128/weights_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -1.37090731
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128/weights_quant/min/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128/weights_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_5_3x3_s2_128/weights_quant/min"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_5_1x1_64/act_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 5.88909483
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_5_1x1_64/act_quant/max/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_5_1x1_64/act_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_5_1x1_64/act_quant/max"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_5_1x1_64/act_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 0
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_5_1x1_64/act_quant/min/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_5_1x1_64/act_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_5_1x1_64/act_quant/min"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_5_1x1_64/weights_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 1.30043876
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_5_1x1_64/weights_quant/max/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_5_1x1_64/weights_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_5_1x1_64/weights_quant/max"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_5_1x1_64/weights_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -0.661707
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_5_1x1_64/weights_quant/min/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_5_1x1_64/weights_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_5_1x1_64/weights_quant/min"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256/act_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 5.99976158
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256/act_quant/max/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256/act_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256/act_quant/max"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256/act_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 0
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256/act_quant/min/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256/act_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256/act_quant/min"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256/weights_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 0.834736049
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256/weights_quant/max/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256/weights_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256/weights_quant/max"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256/weights_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -0.965981364
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256/weights_quant/min/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256/weights_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_4_3x3_s2_256/weights_quant/min"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_4_1x1_128/act_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 5.770679
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_4_1x1_128/act_quant/max/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_4_1x1_128/act_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_4_1x1_128/act_quant/max"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_4_1x1_128/act_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 0
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_4_1x1_128/act_quant/min/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_4_1x1_128/act_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_4_1x1_128/act_quant/min"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_4_1x1_128/weights_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 0.306981236
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_4_1x1_128/weights_quant/max/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_4_1x1_128/weights_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_4_1x1_128/weights_quant/max"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_4_1x1_128/weights_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -0.167513683
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_4_1x1_128/weights_quant/min/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_4_1x1_128/weights_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_4_1x1_128/weights_quant/min"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256/act_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 5.99976158
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256/act_quant/max/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256/act_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256/act_quant/max"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256/act_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 0
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256/act_quant/min/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256/act_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256/act_quant/min"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256/weights_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 0.612725437
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256/weights_quant/max/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256/weights_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256/weights_quant/max"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256/weights_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -0.764148891
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256/weights_quant/min/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256/weights_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_2_Conv2d_3_3x3_s2_256/weights_quant/min"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_3_1x1_128/act_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 5.99849129
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_3_1x1_128/act_quant/max/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_3_1x1_128/act_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_3_1x1_128/act_quant/max"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_3_1x1_128/act_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 0
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_3_1x1_128/act_quant/min/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_3_1x1_128/act_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_3_1x1_128/act_quant/min"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_3_1x1_128/weights_quant/max"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: 0.29442066
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_3_1x1_128/weights_quant/max/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_3_1x1_128/weights_quant/max"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_3_1x1_128/weights_quant/max"
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_3_1x1_128/weights_quant/min"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
        }
        float_val: -0.278245568
      }
    }
  }
}
node {
  name: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_3_1x1_128/weights_quant/min/read"
  op: "Identity"
  input: "FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_3_1x1_128/weights_quant/min"
  attr {
    key: "T"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "_class"
    value {
      list {
        s: "loc:@FeatureExtractor/MobilenetV2/layer_19_1_Conv2d_3_1x1_128/weights_quant/min"
